[
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137cd"
		},
		"name": "Mag",
		"meaningUp": "Umiejętność, dyplomacja, adres, subtelność; choroba, ból, strata, katastrofa, sidła wrogów; pewność siebie, wola; Kwerent, jeśli mężczyzna.",
		"meaningRev": "Lekarz, mag, choroba psychiczna, hańba, niepokój.",
		"desc": "Młoda postać w szacie maga, o obliczu boskiego Apolla, z pewnym uśmiechem i błyszczącymi oczami. Nad jego głową znajduje się tajemniczy znak Ducha Świętego, znak życia, jak nieskończona nić, tworząca ósemkę w pozycji poziomej. Wokoło jego talii znajduje się wężowy pas, wąż wydaje się pożerać własny ogon. Jest to znane większości jako konwencjonalny symbol wieczności, ale tutaj wskazuje bardziej na wieczność osiągnięcia w duchu. W prawej ręce Maga znajduje się różdżka uniesiona ku niebu, podczas gdy lewa ręka wskazuje na ziemię. Ten podwójny znak jest znany w bardzo wysokich stopniach Instytucjonalnych Misteriów; pokazuje zejście łaski, cnoty i światła, czerpane z rzeczy wyższych i przekazywane rzeczom niższym. Sugestia jest zatem posiadaniem i przekazywaniem Mocy i Darów Ducha. Na stole przed Magiem znajdują się symbole czterech suit Tarota, oznaczające elementy życia naturalnego, które leżą jak liczniki przed adeptem, a on dostosowuje je wedle woli. Poniżej znajdują się róże i lilie, flos campi i lilium convallium, zmienione w kwiaty ogrodowe, aby pokazać kulturę aspiracji. Ta karta oznacza boski motyw w człowieku, odzwierciedlający Boga, wolę w wyzwoleniu jego unii z tym, co jest powyżej. Jest to również jedność indywidualnego bytu na wszystkich płaszczyznach, aw bardzo wysokim sensie jest to myśl, w jej utrwaleniu. Odnosząc się dalej do tego, co nazwałem znakiem życia i jego związkiem z liczbą 8, należy pamiętać, że chrześcijański gnostycyzm mówi o odrodzeniu w Chrystusie jako zmianie „w Ogdoadę”. Mistyczna liczba jest określana jako Jerozolima powyżej, Ziemia płynąca mlekiem i miodem, Duch Święty i Ziemia Pana. Według Martinizmu, 8 jest liczbą Chrystusa.",
		"image": "/tarotdeck/themagician.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137ce"
		},
		"name": "Kapłanka",
		"meaningUp": "Sekrety, tajemnica, przyszłość jeszcze nieujawniona; kobieta, która interesuje Kwerenta, jeśli mężczyzna; sama Kwerentka, jeśli kobieta; milczenie, wytrwałość; tajemnica, mądrość, nauka.",
		"meaningRev": "Pasja, żar moralny lub fizyczny, próżność, powierzchowna wiedza.",
		"desc": "Ma księżycowy półksiężyc u stóp, rogaty diadem na głowie, z kulą w środku i dużym słonecznym krzyżem na piersi. Zwój w jej rękach jest opisany słowem Tora, oznaczającym Większe Prawo, Tajne Prawo i drugie znaczenie Słowa. Jest częściowo zakryty jej płaszczem, aby pokazać, że niektóre rzeczy są sugerowane, a niektóre mówione. Siedzi między białymi i czarnymi filarami - J. i B. - mistycznej Świątyni, a za nią znajduje się zasłona Świątyni: jest wyszywana palmami i granatami. Szaty są płynne i przezroczyste, a płaszcz sugeruje światło - migoczące promieniowanie. Została nazwana okultystyczną Nauką na progu Sanktuarium Izydy, ale jest naprawdę Tajnym Kościołem, Domem, który jest Bogiem i człowiekiem. Reprezentuje również Drugie Małżeństwo Księcia, który już nie należy do tego świata; jest duchową Oblubienicą i Matką, córką gwiazd i Wyższego Ogrodu Edenu. Jest, w gruncie rzeczy, Królową pożyczonego światła, ale jest to światło wszystkich. Jest Księżycem karmionym mlekiem Najwyższej Matki.\nW pewnym sensie jest również samą Najwyższą Matką - to znaczy, jest jasnym odbiciem. W tym sensie odbicia jej najprawdziwsze i najwyższe imię w symbolizmie to Szechina - współistniejąca chwała. Według Kabali, istnieje Szechina zarówno powyżej, jak i poniżej. W świecie wyższym nazywa się Binah, Najwyższe Rozumienie, które odbija się na emanacjach, które są poniżej. W świecie niższym jest Malkut - ten świat jest, dla tego celu, rozumiany jako błogosławione Królestwo, a to, czym jest błogosławiony, jest Wszechobecną Chwałą. Mówiąc mistycznie, Szechina jest Duchową Oblubienicą sprawiedliwego człowieka, a kiedy czyta Prawo, daje Boskie znaczenie. Są pewne aspekty, w których ta karta jest najwyższą i najświętszą z Wielkich Arkanów.",
		"image": "/tarotdeck/thehighpriestess.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137cf" },
		"name": "Cesarzowa",
		"meaningUp": "Płodność, działanie, inicjatywa, długowieczność; nieznane, tajne; również trudność, wątpliwość, ignorancja.",
		"meaningRev": "Światło, prawda, rozwiązanie skomplikowanych spraw, publiczne radości; według innego odczytania, wahanie.",
		"desc": "Dostojna postać, siedząca, w bogatych szatach i królewskim wyglądzie, jak córka nieba i ziemi. Jej diadem składa się z dwunastu gwiazd, zebranych w gromadę. Na tarczy spoczywającej obok niej znajduje się symbol Wenus. Przed nią dojrzewa pole kukurydzy, a za nim jest wodospad. Berło, które dzierży, zwieńczone jest globusem tego świata. Jest ona niższym Rajem, Ziemskim Rajem, wszystkim, co symbolizuje widzialny dom człowieka. Nie jest Królową Niebios, ale wciąż jest ucieczką grzeszników, płodną matką tysięcy. Są też pewne aspekty, w których została słusznie opisana jako pragnienie i jego skrzydła, jako kobieta odziana w słońce, jako Gloria Mundi i zasłona Świętego Świętych; ale nie jest, dodam, duszą, która zdobyła skrzydła, chyba że cała symbolika jest liczona w inny i niezwykły sposób. Przede wszystkim jest to uniwersalna płodność i zewnętrzne znaczenie Słowa. Jest to oczywiste, ponieważ nie ma bezpośredniego przesłania, które zostało dane człowiekowi, takiego jak to, które niesie kobieta; ale ona sama nie niesie jego interpretacji.\nW innym porządku idei karta Cesarzowej oznacza drzwi lub bramę, przez którą uzyskuje się wejście do tego życia, jak do Ogrodu Wenus; a następnie droga, która prowadzi z niej do tego, co jest poza nią, jest tajemnicą znaną Najwyższej Kapłance: jest ona przekazywana przez nią wybranym. Większość starych atrybutów tej karty jest całkowicie błędna pod względem symboliki - jak na przykład jej identyfikacja ze Słowem, Boską Naturą, Triadą i tak dalej.",
		"image": "/tarotdeck/theempress.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137d0" },
		"name": "Cesarz",
		"meaningUp": "Stabilność, moc, ochrona, realizacja; wielka osoba; pomoc, rozum, przekonanie; również autorytet i wola.",
		"meaningRev": "Dobroć, współczucie, kredyt; również zamieszanie wrogów, przeszkoda, niedojrzałość.",
		"desc": "Ma on formę Krzyża Ansata dla swojego berła i globus w lewej ręce. Jest koronowanym monarchą - władającym, dostojnym, siedzącym na tronie, którego ramiona są ozdobione głowami baranów. Jest wykonawcą i realizacją, potęgą tego świata, tutaj odzianą w najwyższe z jego naturalnych atrybutów. Czasami jest przedstawiany jako siedzący na sześciennym kamieniu, co jednak myli niektóre kwestie. Jest to siła męska, na którą odpowiada Cesarzowa, i w tym sensie jest on tym, który próbuje zdjąć Welon Izydy; jednak ona pozostaje dziewicą nietkniętą.\nNależy rozumieć, że ta karta i karta Cesarzowej nie przedstawiają dokładnie stanu życia małżeńskiego, chociaż ten stan jest sugerowany. Na powierzchni, jak wskazałem, reprezentują one doczesną władzę królewską, wyniesioną na tron potężnych; ale ponad tym jest sugestia innej obecności. Oznaczają one również - a zwłaszcza postać męska - wyższą władzę królewską, zajmującą intelektualny tron. Jest to panowanie myśli, a nie świata zwierząt. Obie osobowości, na swój sposób, są „pełne dziwnych doświadczeń”, ale ich mądrość nie pochodzi świadomie z wyższego świata. Cesarz został opisany jako (a) wola w jej ucieleśnionej formie, ale to jest tylko jedno z jej zastosowań, i (b) jako wyraz możliwości zawartych w Istocie Absolutnej - ale to jest fantazja.",
		"image": "/tarotdeck/theemperor.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d1"
		},
		"name": "Hierofant",
		"meaningUp": "Małżeństwo, sojusz, niewola, służba; według innego ujęcia, miłosierdzie i dobroć; inspiracja; osoba, do której zwraca się pytający.",
		"meaningRev": "Społeczeństwo, dobre zrozumienie, zgoda, nadmierna życzliwość, słabość.",
		"desc": "Nosi potrójną koronę i siedzi między dwoma filarami, ale nie są to filary Świątyni strzeżone przez Najwyższą Kapłankę. W lewej ręce trzyma berło zakończone potrójnym krzyżem, a prawą ręką daje dobrze znany znak kościelny, zwany znakiem ezoteryzmu, rozróżniając między jawną a ukrytą częścią doktryny. Warto zauważyć w tym kontekście, że Najwyższa Kapłanka nie czyni żadnego znaku. U jego stóp znajdują się skrzyżowane klucze, a przed nim klęczą dwaj kapłani w alb. Zazwyczaj nazywany jest Papieżem, co jest szczególnym zastosowaniem bardziej ogólnego urzędu, który symbolizuje. Jest to władza zewnętrznej religii, podobnie jak Najwyższa Kapłanka jest dominującym geniuszem ezoterycznej, ukrytej mocy. Prawidłowe znaczenia tej karty uległy żałosnemu pomieszaniu ze strony prawie wszystkich. Wielki Wschód słusznie mówi, że Hierofant jest mocą kluczy, egzogeryczną ortodoksyjną doktryną i zewnętrzną stroną życia, które prowadzi do doktryny; ale z pewnością nie jest księciem okultystycznej doktryny, jak zasugerował inny komentator. Jest raczej summą totius theologiæ, gdy przeszła w najwyższą sztywność wyrazu; ale symbolizuje również wszystko, co jest sprawiedliwe i święte po stronie jawnej. Jako taki, jest kanałem łaski należącym do świata instytucji, w odróżnieniu od świata Natury, i jest przewodnikiem zbawienia dla ludzkości. Jest porządkiem i głową uznanej hierarchii, która jest odbiciem innego i większego porządku hierarchicznego; ale może się zdarzyć, że papież zapomni o znaczeniu swojego symbolicznego stanu i będzie działał tak, jakby zawierał w swoich właściwych miarach wszystko, co oznacza jego znak lub co jego symbol stara się pokazać. Nie jest, jak sądzono, filozofią - z wyjątkiem strony teologicznej; nie jest inspiracją; i nie jest religią, chociaż jest sposobem jej wyrażania.",
		"image": "/tarotdeck/thehierophant.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d2"
		},
		"name": "Zakochane",
		"meaningUp": "Atrakcją, miłość, piękno, pokonane próby.",
		"meaningRev": "Niepowodzenie, głupie plany. Inne ujęcie mówi o pokrzyżowanym małżeństwie i sprzecznościach wszelkiego rodzaju.",
		"desc": "Słońce świeci w zenicie, a pod nim znajduje się wielka skrzydlata postać z rozłożonymi ramionami, wylewająca wpływy. Na pierwszym planie znajdują się dwie ludzkie postacie, mężczyzna i kobieta, odsłonięte przed sobą, jak Adam i Ewa, gdy po raz pierwszy zajęli raj ziemskiego ciała. Za mężczyzną znajduje się Drzewo Życia, niosące dwanaście owoców, a za kobietą znajduje się Drzewo Poznania Dobra i Zła; wąż owija się wokół niego. Postacie sugerują młodość, dziewictwo, niewinność i miłość zanim zostanie skażona grubym materialnym pragnieniem. Jest to w całej prostocie karta ludzkiej miłości, pokazana tutaj jako część drogi, prawdy i życia. Zastępuje, poprzez odwołanie się do pierwszych zasad, starą kartę małżeństwa, którą opisałem wcześniej, i późniejsze głupstwa, które przedstawiały człowieka między nałogiem a cnotą. W bardzo wysokim sensie karta jest tajemnicą Przymierza i Sabatu. Sugestia w odniesieniu do kobiety jest taka, że oznacza ona pociąganie w kierunku wrażliwego życia, które niesie w sobie ideę Upadku Człowieka, ale jest raczej działaniem Tajnego Prawa Opatrzności niż chętną i świadomą kusicielką. To poprzez jej przypisywaną ułomność człowiek ostatecznie powstanie, a tylko dzięki niej może się dopełnić. Karta jest zatem na swój sposób kolejnym znakiem dotyczącym wielkiej tajemnicy kobiecości. Stare znaczenia rozpadają się z konieczności wraz ze starymi obrazami, ale nawet jako interpretacje tych ostatnich, niektóre z nich były pospolite, a inne fałszywe w symbolice.",
		"image": "/tarotdeck/TheLovers.jpg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d3"
		},
		"name": "Rydwan",
		"meaningUp": "Pomoc, opatrzność, także wojna, triumf, zuchwalstwo, zemsta, kłopoty.",
		"meaningRev": "Zamieszki, kłótnia, spór, proces, porażka.",
		"desc": "Wyprostowana i książęca postać niosąca dobyty miecz i ogólnie odpowiadająca tradycyjnemu opisowi, który podałem w pierwszej części. Na ramionach zwycięskiego bohatera znajdują się rzekomo Urim i Tummim. Prowadził niewolę w niewolę; jest podbojem na wszystkich płaszczyznach - w umyśle, w nauce, w postępie, w pewnych próbach inicjacji. Odpowiedział w ten sposób sfinksowi, i dlatego przyjąłem wariację Éliphasa Léviego; dwa sfinksy ciągną jego rydwan. Jest przede wszystkim triumfem w umyśle. Należy rozumieć z tego powodu (a) że pytanie sfinksa dotyczy Tajemnicy Natury, a nie świata Łaski, na które woźnica nie mógł odpowiedzieć; (b) że płaszczyzny jego podboju są jawne lub zewnętrzne, a nie wewnątrz niego; (c) że wyzwolenie, które dokonuje, może pozostawić go w niewoli logicznego rozumienia; (d) że próby inicjacji, które przeszedł z triumfem, należy rozumieć fizycznie lub racjonalnie; i (e) że gdyby doszedł do filarów tej Świątyni, między którymi siedzi Najwyższa Kapłanka, nie mógłby otworzyć zwoju zwanego Torą, ani gdyby go zapytała, nie mógłby odpowiedzieć. Nie jest dziedziczną królewskością i nie jest kapłaństwem.",
		"image": "/tarotdeck/thechariot.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d4"
		},
		"name": "Siła",
		"meaningUp": "Moc, energia, działanie, odwaga, wielkoduszność; również pełny sukces i honory.",
		"meaningRev": "Despotyzm, nadużywanie władzy, słabość, niezgoda, czasem nawet hańba.",
		"desc": "Kobieta, nad którą unosi się ten sam symbol życia, który widzieliśmy na karcie Maga, zamyka paszczę lwa. Jedyny punkt, w którym ten projekt różni się od konwencjonalnych przedstawień, polega na tym, że jej dobroczynna siła już ujarzmiła lwa, który jest prowadzony łańcuchem kwiatów. Z powodów, które mnie przekonują, ta karta została zamieniona miejscami z kartą sprawiedliwości, która zazwyczaj jest numerem osiem. Ponieważ zmiana niczego nie oznacza dla czytelnika, nie ma powodu do wyjaśnień. Siła, w jednym ze swoich najbardziej wzniosłych aspektów, jest związana z Boską Tajemnicą Zjednoczenia; cnota oczywiście działa na wszystkich płaszczyznach i stąd czerpie w swojej symbolice. Łączy się również z innocentia inviolata i z siłą, która tkwi w kontemplacji.\nTe wyższe znaczenia są jednak kwestią wnioskowania i nie sugeruję, że są one oczywiste na powierzchni karty. Są one sugerowane w ukryty sposób przez łańcuch kwiatów, który oznacza, między innymi, słodkie jarzmo i lekki ciężar Boskiego Prawa, gdy zostało ono przyjęte do serca serc. Karta nie ma nic wspólnego z pewnością siebie w zwykłym znaczeniu, chociaż to zostało zasugerowane - ale dotyczy pewności siebie tych, których siłą jest Bóg, którzy znaleźli w Nim swoją ucieczkę. Jest jeden aspekt, w którym lew oznacza namiętności, a ta, która jest nazywana Siłą, jest wyższą naturą w jej wyzwoleniu. Przeszła po żmii i bazyliszku i zdeptała lwa i smoka.",
		"image": "/tarotdeck/thestrength.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d5"
		},
		"name": "Pustelnik",
		"meaningUp": "Roztropność, ostrożność; a także i zwłaszcza zdrada, symulacja, łajdactwo, korupcja.",
		"meaningRev": "Ukrywanie, przebranie, polityka, strach, nierozsądna ostrożność.",
		"desc": "Odchylenie od konwencjonalnych modeli na tej karcie polega tylko na tym, że lampa nie jest częściowo owinięta płaszczem jej nosiciela, który łączy ideę Starożytnego z Dniem ze Światłem Świata. To gwiazda, która świeci w latarni. Powiedziałem, że jest to karta osiągnięcia, a aby rozszerzyć tę koncepcję, postać widziana jest trzymająca swoją latarnię na wzgórzu. Dlatego Pustelnik nie jest, jak wyjaśnił Court de Gebelin, mądrym człowiekiem w poszukiwaniu prawdy i sprawiedliwości; ani też, jak proponuje późniejsze wyjaśnienie, szczególnym przykładem doświadczenia. Jego latarnia wskazuje, że \"gdzie jestem, tam też możesz być\".\nJest to również karta, która jest rozumiana zupełnie nieprawidłowo, gdy jest łączona z ideą okultystycznej izolacji, jako ochrona osobistego magnetyzmu przed domieszkami. Jest to jedno z frywolnych odczytań, które zawdzięczamy Éliphasowi Lévi. Zostało ono przyjęte przez francuski Zakon Martinizmu i niektórzy z nas słyszeli wiele o Cichej i Nieznanej Filozofii owiniętej jego płaszczem od wiedzy osób świeckich. W prawdziwym Martinizmie znaczenie terminu Philosophe inconnu było innego rzędu. Nie odnosiło się do zamierzonego ukrywania Ustanowionych Tajemnic, a tym bardziej ich substytutów, ale - podobnie jak sama karta - do prawdy, że Boskie Tajemnice zapewniają sobie ochronę przed tymi, którzy są nieprzygotowani.",
		"image": "/tarotdeck/thehermit.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d6"
		},
		"name": "Koło Fortuny",
		"meaningUp": "Los, fortuna, sukces, wzniesienie, szczęście, szczęśliwość.",
		"meaningRev": "Wzrost, obfitość, nadmiar.",
		"desc": "W tym symbolu ponownie podążyłem za rekonstrukcją Éliphasa Léviego, który dostarczył kilka wariantów. Jest to uzasadnione - jak wspomniałem - używanie symboliki egipskiej, gdy służy to naszemu celowi, pod warunkiem, że nie jest w tym zawarta żadna teoria pochodzenia. Przedstawiłem jednak Tyfona w jego serpentynnej postaci. Symbolika oczywiście nie jest wyłącznie egipska, ponieważ cztery Żyjące Stworzenia z Księgi Ezechiela zajmują kąty karty, a samo koło podąża za innymi wskazówkami Léviego w odniesieniu do wizji Ezechiela, jako ilustracją konkretnego klucza Tarota. Z francuskim okultystą i w samym projekcie symboliczny obraz oznacza wieczny ruch płynnego wszechświata i zmienność ludzkiego życia. Sfinks jest w tym równowagą. Transliteracja Taro jako Rota jest wyryta na kole, zamieniona z literami Boskiego Imienia - aby pokazać, że Opatrzność jest implicite we wszystkim. Ale to jest Boski zamiar wewnątrz, a podobny zamiar na zewnątrz jest zilustrowany przez cztery Żyjące Stworzenia. Czasami sfinks jest przedstawiony leżący na cokole powyżej, co oszukuje symbolikę, utrudniając istotną ideę stabilności pośród ruchu.\nZa ogólną ideą wyrażoną w symbolu leży zaprzeczenie przypadku i fatalizmu, który jest w nim zawarty. Można dodać, że od czasów Léviego, okultystyczne wyjaśnienia tej karty są - nawet dla samego okultyzmu - wyjątkowo głupie. Mówiono, że oznacza zasadę, płodność, męską cześć, władzę rządzącą itp. Odkrycia zwykłego wróżenia są lepsze niż to na własnym poziomie.",
		"image": "/tarotdeck/wheeloffortune.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d7"
		},
		"name": "Sprawiedliwość",
		"meaningUp": "Równość, słuszność, prawość, egzekucja; triumf zasługującej strony w prawie.",
		"meaningRev": "Prawo we wszystkich jego działach, komplikacje prawne, bigoteria, stronniczość, nadmierna surowość.",
		"desc": "Ponieważ ta karta podąża za tradycyjną symboliką i niesie przede wszystkim swoje oczywiste znaczenia, niewiele można o niej powiedzieć poza kilkoma rozważaniami zebranymi w pierwszej części, do której odsyłam czytelnika.\nZauważymy jednak, że postać siedzi między filarami, podobnie jak Najwyższa Kapłanka, i z tego powodu wydaje się wskazane wskazać, że zasada moralna, która każdemu oddaje według jego uczynków – choć oczywiście jest w ścisłej analogii z wyższymi rzeczami – różni się w swej istocie od sprawiedliwości duchowej, która jest zawarta w idei wyboru. Ta ostatnia należy do tajemniczego porządku Opatrzności, dzięki któremu możliwe jest dla niektórych ludzi pojęcie poświęcenia się najwyższym rzeczom. Działanie tego jest jak oddychanie Ducha, gdzie chce, i nie mamy kanonu krytyki ani podstawy wyjaśnienia w tej sprawie. Jest to analogiczne do posiadania darów wróżek i wysokich darów i łaskawych darów poety: mamy je lub nie mamy, a ich obecność jest tak samo tajemnicza jak ich nieobecność. Prawo Sprawiedliwości nie jest jednak zaangażowane przez żadną z alternatyw. Podsumowując, filary Sprawiedliwości otwierają się do jednego świata, a filary Najwyższej Kapłanki do innego.",
		"image": "/tarotdeck/justice.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d8"
		},
		"name": "Powieszony",
		"meaningUp": "Mądrość, ostrożność, rozeznanie, próby, poświęcenie, intuicja, wróżbiarstwo, proroctwo.",
		"meaningRev": "Egoizm, tłum, ustrój polityczny.",
		"desc": "Szubienica, z której jest zawieszony, tworzy krzyż tau, podczas gdy postać – z pozycji nóg – tworzy krzyż gammadion. Wokół głowy pozornego męczennika znajduje się nimb. Należy zauważyć (1), że drzewo ofiarne jest żywym drewnem, z liśćmi na nim; (2), że twarz wyraża głębokie zauroczenie, a nie cierpienie; (3), że postać jako całość sugeruje życie w zawieszeniu, ale życie, a nie śmierć. Jest to karta o głębokim znaczeniu, ale całe znaczenie jest zasłonięte. Jeden z jego redaktorów sugeruje, że Éliphas Lévi nie znał znaczenia, co jest niewątpliwe, ani sam redaktor. Fałszywie nazwano ją kartą męczeństwa, kartą ostrożności, kartą Wielkiego Dzieła, kartą obowiązku; ale możemy wyczerpać wszystkie opublikowane interpretacje i znaleźć tylko próżność. Powiem bardzo prosto z mojej strony, że wyraża ona relację, w jednym z jej aspektów, między Boskością a Wszechświatem.\nTen, kto zrozumie, że historia jego wyższej natury jest osadzona w tej symbolice, otrzyma wskazówki dotyczące wielkiego przebudzenia, które jest możliwe, i będzie wiedział, że po świętej Tajemnicy Śmierci istnieje chwalebna Tajemnica Zmartwychwstania.",
		"image": "/tarotdeck/thehangedman.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137d9"
		},
		"name": "Śmierć",
		"meaningUp": "Koniec, śmiertelność, zniszczenie, korupcja, również dla mężczyzny utrata dobroczyńcy, dla kobiety wiele sprzeczności; dla dziewicy niepowodzenie projektów małżeńskich.",
		"meaningRev": "Bezwład, sen, letarg, skamienienie, lunatyzm; zniszczona nadzieja.",
		"desc": "Welon lub maska ​​życia jest utrwalana w zmianie, transformacji i przejściu z niższego na wyższe, a to jest bardziej odpowiednio reprezentowane w zrektyfikowanym Taro przez jedną z wizji apokaliptycznych niż przez prymityjne pojęcie koszącego szkieletu. Za tym leży cały świat wzniesienia się w duchu. Tajemniczy jeździec porusza się powoli, niosąc czarną flagę ozdobioną Mistyczną Różą, która oznacza życie. Między dwoma filarami na skraju horyzontu świeci słońce nieśmiertelności. Jeździec nie niesie widocznej broni, ale król i dziecko i dziewica padają przed nim, podczas gdy prelat ze złożonymi rękami czeka na swój koniec.\nNie powinno być potrzeby wskazywania, że sugestia śmierci, którą przedstawiłem w związku z poprzednią kartą, należy oczywiście rozumieć mistycznie, ale w tym przypadku tak nie jest. Naturalny przejazd człowieka do następnego etapu jego istnienia albo jest, albo może być jedną z form jego postępu, ale egzotyczny i prawie nieznany wstęp, będąc jeszcze w tym życiu, w stan mistycznej śmierci jest zmianą w formie świadomości i przejściem w stan, do którego zwykła śmierć nie jest ani ścieżką, ani bramą. Istniejące okultystyczne wyjaśnienia 13. karty są ogólnie lepsze niż zwykle, odrodzenie, stworzenie, przeznaczenie, odnowienie i reszta.",
		"image": "/tarotdeck/death.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137da" },
		"name": "Umiarkowanie",
		"meaningUp": "Gospodarka, umiar, oszczędność, zarządzanie, adaptacja.",
		"meaningRev": "Rzeczy związane z kościołami, religiami, sektami, kapłaństwem, czasami nawet księdzem, który poślubi pytającego; również rozłam, niefortunne kombinacje, konkurujące interesy.",
		"desc": "Skrzydlaty anioł, ze znakiem słońca na czole i na piersi kwadrat i trójkąt siódemki. Mówię o nim w sensie męskim, ale postać nie jest ani mężczyzną, ani kobietą. Uważa się, że wylewa esencje życia z kielicha do kielicha. Ma jedną stopę na ziemi, a drugą na wodach, ilustrując tym samym naturę esencji. Bezpośrednia ścieżka prowadzi w górę do pewnych wysokości na skraju horyzontu, a powyżej znajduje się wielkie światło, przez które niewyraźnie widać koronę. Oto część Tajemnicy Wiecznego Życia, o ile jest to możliwe dla człowieka w jego wcieleniu. Wszystkie konwencjonalne symbole są tutaj porzucone.\nTak samo jak konwencjonalne znaczenia, które odnoszą się do zmian pór roku, wiecznego ruchu życia, a nawet kombinacji idei. Ponadto nieprawdziwe jest twierdzenie, że postać symbolizuje geniusza słońca, chociaż jest analogią światła słonecznego, zrealizowanego w trzeciej części naszej ludzkiej trójcy. Nazywa się ją Umiarkowaniem fantazyjnie, ponieważ, gdy jej zasada panuje w naszej świadomości, temperuje, łączy i harmonizuje natury psychiczne i materialne. Pod tą zasadą poznajemy w naszej racjonalnej części coś, skąd przyszliśmy i dokąd zmierzamy.",
		"image": "/tarotdeck/temperance.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137db" },
		"name": "Diabeł",
		"meaningUp": "Spustoszenie, przemoc, gwałtowność, nadzwyczajne wysiłki, siła, fatum; to, co jest przeznaczone, ale nie jest z tego powodu złe.",
		"meaningRev": "Złe fatum, słabość, małostkowość, ślepota.",
		"desc": "Projekt jest kompromisem, średnią lub harmonią między kilkoma motywami wspomnianymi w pierwszej części. Rogaty Kozioł z Mendes, ze skrzydłami podobnymi do skrzydeł nietoperza, stoi na ołtarzu. W dole brzucha znajduje się znak Merkurego. Prawa ręka jest uniesiona i wyciągnięta, będąc odwróceniem tego błogosławieństwa, które jest udzielane przez Hierofanta w piątej karcie. W lewej ręce znajduje się wielka płonąca pochodnia, odwrócona w stronę ziemi. Odwrócony pentagram znajduje się na czole. Przed ołtarzem znajduje się pierścień, z którego dwa łańcuchy prowadzą do szyi dwóch postaci, męskiej i żeńskiej. Są one analogiczne do tych z piątej karty, jakby Adam i Ewa po Upadku. Oto łańcuch i fatum życia materialnego.\nPostacie mają ogony, aby oznaczyć naturę zwierzęcą, ale na twarzach widnieje ludzka inteligencja, a ten, kto jest ponad nimi, nie ma być ich panem na zawsze. Nawet teraz jest również niewolnikiem, podtrzymywanym przez zło, które jest w nim i ślepy na wolność służby. Z ponadprzeciętną drwiną dla sztuk, które udawał, że szanuje i interpretuje jako mistrz w nich, Éliphas Lévi twierdzi, że figura Bafometa to nauka okultystyczna i magia. Inny komentator mówi, że w świecie Boskim oznacza predestynację, ale nie ma w tym świecie korespondencji z rzeczami, które poniżej są z natury brutalne. Oznacza to Mieszkańca na Progu bez Mistycznego Ogrodu, gdy ci, którzy zjedli zakazany owoc, są z niego wypędzeni.",
		"image": "/tarotdeck/thedevil.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137dc" },
		"name": "Wieża",
		"meaningUp": "Nieszczęście, udręka, bieda, przeciwności, klęska, hańba, oszustwo, ruina. Jest to karta w szczególności nieprzewidzianej katastrofy.",
		"meaningRev": "Według jednego źródła, to samo w mniejszym stopniu, a także ucisk, uwięzienie, tyrania.",
		"desc": "Okultystyczne wyjaśnienia związane z tą kartą są skąpe i w większości niepokojące. Bezcelowe jest wskazywanie, że przedstawia ona człowieka we wszystkich jego aspektach, ponieważ dowód na to nosi na powierzchni. Mówi się dalej, że zawiera pierwsze nawiązanie do materialnego budynku, ale nie pojmuję, że Wieża jest bardziej lub mniej materialna niż filary, z którymi spotkaliśmy się w trzech poprzednich przypadkach. Nie widzę niczego, co uzasadniałoby Papusa w przypuszczeniu, że jest to dosłownie upadek Adama, ale jest więcej na korzyść jego alternatywy - że oznacza materializację duchowego słowa. Bibliograf Christian wyobraża sobie, że jest to upadek umysłu, próbującego przeniknąć tajemnicę Boga. Zgadzam się raczej z Wielkim Wschodnim, że jest to ruina Domu My, gdy zło zwyciężyło w nim, a przede wszystkim, że jest to rozdarcie Domu Doktryny. Rozumiem, że odniesienie dotyczy jednak Domu Fałszu. Ilustruje również w najbardziej kompleksowy sposób starą prawdę, że „chyba że Pan zbuduje dom, na próżno pracują ci, którzy go budują”.\nJest sens, w którym katastrofa jest odbiciem z poprzedniej karty, ale nie po stronie symboliki, którą starałem się wskazać w niej. Jest to raczej kwestia analogii; jedna dotyczy upadku w stan materialny i zwierzęcy, podczas gdy druga oznacza zniszczenie po stronie intelektualnej. Wieża była określana jako kara pychy i intelektu przytłoczonego w próbie przeniknięcia Tajemnicy Boga; ale w żadnym z tych przypadków te wyjaśnienia nie uwzględniają dwóch osób, które są żyjącymi cierpiącymi. Jedno jest dosłownym słowem unieważnionym, a drugie jego fałszywą interpretacją. W jeszcze głębszym sensie może to oznaczać również koniec dyspensacji, ale nie ma tu możliwości rozważenia tego złożonego pytania.",
		"image": "/tarotdeck/thetower.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137dd"
		},
		"name": "Gwiazda",
		"meaningUp": "Strata, kradzież, niedostatek, porzucenie; inne znaczenie mówi o nadziei i świetlanych perspektywach,",
		"meaningRev": "Arogancja, pycha, impotencja.",
		"desc": "Wielka, promienna ośmioramienna gwiazda, otoczona siedmioma mniejszymi gwiazdami – również ośmioramiennymi. Kobieta na pierwszym planie jest całkowicie naga. Jej lewe kolano spoczywa na ziemi, a prawa stopa w wodzie. Lje Wodę Życia z dwóch wielkich dzbanów, nawadniając morze i ląd. Za nią wznosi się wzniesienie, a po prawej krzew lub drzewo, na którym siada ptak. Postać wyraża wieczną młodość i piękno. Gwiazda to l'étoile flamboyante, która pojawia się w symbolice masońskiej, ale została tam błędnie zinterpretowana. To, co postać przekazuje żywej scenie, jest esencją niebios i żywiołów. Słusznie powiedziano, że dewizami tej karty są „Wody Życia swobodnie” i „Dary Ducha”.\nPodsumowanie kilku tandetnych wyjaśnień mówi, że jest to karta nadziei. Na innych płaszczyznach została uznana za symbol nieśmiertelności i wewnętrznego światła. Dla większości przygotowanych umysłów, postać będzie się jawić jako typ Obnażonej Prawdy, chwalebnej w nieśmiertelnym pięknie, wylewającej na wody duszy część i miarę swoich bezcennych posiadłości. Ale w rzeczywistości jest to Wielka Matka w kabalistycznej Sefirze Binah, która jest nadprzyrodzonym Rozumieniem, która komunikuje się z Sefirot, które są poniżej, w takiej mierze, w jakiej mogą przyjąć jej napływ.",
		"image": "/tarotdeck/thestar.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137de"
		},
		"name": "Księżyc",
		"meaningUp": "Ukryci wrogowie, niebezpieczeństwo, oszczerstwa, ciemność, terror, oszustwo, siły okultystyczne, błąd.",
		"meaningRev": "Niestabilność, niestałość, milczenie, mniejsze stopnie oszustwa i błędu.",
		"desc": "Różnica między tą kartą a niektórymi konwencjonalnymi typami polega na tym, że księżyc rośnie po stronie, którą nazywa się stroną miłosierdzia, po prawej stronie obserwatora. Ma szesnaście głównych i szesnaście drugorzędnych promieni. Karta reprezentuje życie wyobraźni oddzielone od życia ducha. Ścieżka między wieżami jest wyjściem w nieznane. Pies i wilk to lęki naturalnego umysłu w obecności tego miejsca wyjścia, gdy tylko odbite światło ma go prowadzić.\nOstatnie odniesienie jest kluczem do innej formy symboliki. Światło intelektualne jest odbiciem, a poza nim znajduje się nieznana tajemnica, której nie może ukazać. Oświetla naszą naturę zwierzęcą, której typy są przedstawione poniżej – pies, wilk i to, co wyłania się z głębin, bezimienna i odrażająca tendencja, która jest niższa niż dzikie zwierzę. Dąży do manifestacji, symbolizowanej przez pełzanie z otchłani wody na ląd, ale z reguły tonie z powrotem stamtąd, skąd przyszło. Twarz umysłu kieruje spokojny wzrok na niepokój poniżej; rosa myśli spada; przesłanie brzmi: Pokój, bądź cicho; i może się zdarzyć, że nadejdzie spokój na naturę zwierzęcą, podczas gdy otchłań poniżej przestanie wydawać formę.",
		"image": "/tarotdeck/themoon.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137df"
		},
		"name": "Słońce",
		"meaningUp": "Szczęście materialne, szczęśliwe małżeństwo, zadowolenie.",
		"meaningRev": "To samo w mniejszym stopniu.",
		"desc": "Nago dziecko na białym koniu i prezentujące czerwoną chorągiew zostało już wspomniane jako lepsza symbolika związana z tą kartą. Jest to przeznaczenie nadprzyrodzonego Wschodu i wielkiego i świętego światła, które poprzedza niekończącą się procesję ludzkości, wychodzącą z murowanego ogrodu życia zmysłowego i podążającą w podróż do domu. Karta oznacza zatem przejście ze światła jawnego tego świata, reprezentowanego przez chwalebne słońce ziemi, do światła świata przyszłego, które poprzedza aspirację i jest uosabiane przez serce dziecka.\nAle ostatnia aluzja jest ponownie kluczem do innej formy lub aspektu symboliki. Słońce jest słońcem świadomości w duchu – bezpośrednie jako antyteza odbitego światła. Charakterystyczny typ ludzkości stał się tam małym dzieckiem – dzieckiem w sensie prostoty i niewinności w sensie mądrości. W tej prostocie nosi pieczęć Natury i Sztuki; w tej niewinności oznacza odrodzony świat. Kiedy samopoznający się duch pojawił się w świadomości ponad naturalnym umysłem, ten umysł w swoim odrodzeniu prowadzi naturę zwierzęcą w stanie doskonałej zgodności.",
		"image": "/tarotdeck/thesun.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137e0" },
		"name": "Ostateczny Sąd",
		"meaningUp": "Zmiana pozycji, odnowienie, wynik. Inne źródło podaje całkowitą stratę w wyniku procesu sądowego.",
		"meaningRev": "Słabość, tchórzostwo, prostota; także namysł, decyzja, wyrok.",
		"desc": "Mówiłem, że ten symbol jest zasadniczo niezmienny we wszystkich taliach Tarota, lub przynajmniej wariacje nie zmieniają jego charakteru. Wielki anioł jest otoczony chmurami, ale trąbi w swoją sztandarową trąbę, a krzyż jak zwykle jest umieszczony na sztandarze. Umarli powstają z grobów - kobieta po prawej, mężczyzna po lewej i między nimi ich dziecko, którego plecy są odwrócone. Ale na tej karcie jest więcej niż trzech, którzy zostali przywróceni, i uznano za warte uwagi dokonanie tej zmiany, ilustrując niewystarczalność obecnych wyjaśnień. Należy zauważyć, że wszystkie postacie są zgodne w zdumieniu, adoracji i ekstazie wyrażonych ich postawami. To karta, która rejestruje osiągnięcie wielkiego dzieła transformacji w odpowiedzi na wezwanie Nadprzyrodzonego - wezwanie, które jest słyszane i odpowiadane od wewnątrz.\nTu jest wskazówka znaczenia, którego nie można dobrze przenieść dalej w tym miejscu. Co to jest w nas, co brzmi w trąbę i wszystko, co jest niższe w naszej naturze, wznosi się w odpowiedzi - prawie w jednej chwili, prawie w mgnieniu oka? Niech karta nadal przedstawia, dla tych, którzy nie widzą dalej, Ostateczny Sąd i zmartwychwstanie w ciele naturalnym; ale niech ci, którzy mają wewnętrzne oczy, patrzą i odkrywają wraz z tym. Zrozumieją, że w przeszłości była ona słusznie nazywana kartą wiecznego życia, i z tego powodu można ją porównać z tym, co przechodzi pod nazwą Umiarkowania.",
		"image": "/tarotdeck/judgement.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137e1" },
		"name": "Głupiec",
		"meaningUp": "Głupota, mania, ekstrawagancja, upojenie, delirium, szaleństwo, zdrada.",
		"meaningRev": "Zaniedbanie, nieobecność, dystrybucja, nieostrożność, apatia, nicość, próżność.",
		"desc": "Lekkim krokiem, jakby ziemia i jej więzy miały niewielką moc, by go powstrzymać, młody człowiek w wspaniałych szatach zatrzymuje się na skraju przepaści wśród wielkich wysokości świata; obserwuje błękitną odległość przed sobą - rozległość nieba raczej niż widok poniżej. Jego czyn żarliwego chodzenia jest nadal wskazany, choć w danym momencie stoi w miejscu; jego pies nadal skacze. Krawędź, która otwiera się na głębinę, nie budzi strachu; jakby aniołowie czekali, aby go podtrzymać, gdyby zdarzyło się, że skoczył z wysokości. Jego twarz jest pełna inteligencji i oczekiwanego snu. Ma różę w jednej ręce, a w drugiej kosztowną różdżkę, z której zwisa za prawym ramieniem portfel dziwnie wyszywany. Jest księciem innego świata w podróży przez ten - pośród porannej chwały, w ostrym powietrzu. Słońce, które świeci za nim, wie, skąd przyszedł, dokąd idzie i jak wróci inną drogą po wielu dniach. Jest duchem w poszukiwaniu doświadczenia. Wiele symboli Instytucjonalnych Misteriów jest podsumowanych na tej karcie, która odwraca, na mocy wysokich gwarancji, wszystkie zamieszanie, które jej poprzedzały.\nW swoim Podręczniku Kartomancji, Wielki Wschód ma ciekawą sugestię urzędu Mistycznego Głupca, jako część jego procesu w wyższej wróżbiarstwie; ale mogłoby to wymagać więcej niż zwykłych darów, aby wprowadzić to w życie. Zobaczymy, jak karta radzi sobie zgodnie ze zwykłymi sztukami wróżenia, i będzie to przykład, dla tych, którzy potrafią dostrzec, faktu, w przeciwnym razie tak oczywistego, że Trumfy Starsze nie miały pierwotnie miejsca w sztuce psychicznego hazardu, gdy karty są używane jako liczniki i preteksty. O okolicznościach, w jakich powstała ta sztuka, wiemy jednak bardzo mało. Konwencjonalne wyjaśnienia mówią, że Głupiec oznacza ciało, życie zmysłowe, a przez osobliwą satyrę jego pomocnicza nazwa była kiedyś alchemikiem, jako przedstawienie głupoty na najbardziej bezsensownym etapie.",
		"image": "/tarotdeck/thefool.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137e2" },
		"name": "Świat",
		"meaningUp": "Pewny sukces, nagroda, podróż, trasa, emigracja, lot, zmiana miejsca.",
		"meaningRev": "Inercja, sztywność, stagnacja, trwałość.",
		"desc": "Ponieważ ta ostateczna wiadomość Starszych Trumfów jest niezmieniona - i rzeczywiście niezmienna - w odniesieniu do jej projektu, została już częściowo opisana w odniesieniu do jej głębszego sensu. Przedstawia również doskonałość i koniec Kosmosu, tajemnicę, która jest w nim, ekstazę wszechświata, gdy rozumie siebie w Bogu. Jest to również stan duszy w świadomości Boskiej Wizji, odbijającej się od samowiedzącego ducha. Ale te znaczenia są bez uszczerbku dla tego, co powiedziałem o nim po stronie materialnej.\nMa więcej niż jedną wiadomość po stronie makrokosmicznej i jest na przykład stanem przywróconego świata, gdy prawo manifestacji zostanie przeprowadzone do najwyższego stopnia naturalnej doskonałości. Ale jest to być może bardziej szczególnie historia przeszłości, odnosząca się do tego dnia, kiedy wszystko zostało uznane za dobre, kiedy poranne gwiazdy śpiewały razem, a wszyscy Synowie Boży krzyczeli z radości. Jedno z najgorszych wyjaśnień dotyczących tego jest to, że postać symbolizuje Maga, gdy osiągnął najwyższy stopień inicjacji; inne źródło mówi, że reprezentuje absolut, co jest śmieszne. Postać została uznana za reprezentującą Prawdę, która jest jednak bardziej właściwie przypisana siedemnastej karcie. Wreszcie, została nazwana Koroną Magów.",
		"image": "/tarotdeck/theworld.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137e3" },
		"name": "Królowa Kielichów",
		"suit": "kielichy",
		"meaningUp": "Młody ciemnowłosy mężczyzna, wierny, kochanek, wysłannik, listonosz. Obok mężczyzny będzie składał korzystne świadectwo na jego temat. Niebezpieczny rywal, jeśli po nim następuje Walet Kielichów. Posiada główne cechy swojego koloru. Może oznaczać wiadomości rodzinne.",
		"meaningRev": "Anegdoty, ogłoszenia, złe wieści. Również niezdecydowanie i niestabilność, która mu towarzyszy.",
		"desc": "W scenie podobnej do poprzedniej, młody człowiek stoi w akcie proklamacji. Jest nieznany, ale wierny, a jego wieści są dziwne.",
		"image": "/tarotdeck/pageofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137e4"
		},
		"name": "Rycerz Kijów",
		"suit": "kije",
		"meaningUp": "Wyjazd, nieobecność, ucieczka, emigracja. Młody, ciemnowłosy mężczyzna, przyjacielski. Zmiana miejsca zamieszkania.",
		"meaningRev": "Zerwanie, podział, przerwanie, niezgoda.",
		"desc": "Jest przedstawiony jakby w podróży, uzbrojony w krótką różdżkę, i chociaż opancerzony, nie jest na wojennej wyprawie. Mija kopce lub piramidy. Ruch konia jest kluczem do charakteru jeźdźca i sugeruje pośpieszny nastrój lub rzeczy z tym związane.",
		"image": "/tarotdeck/knightofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137e5"
		},
		"name": "Królowa Kijów",
		"suit": "kije",
		"meaningUp": "Ciemnowłosa kobieta, wiejska, przyjacielska, czysta, kochająca, honorowa. Jeśli karta obok niej oznacza mężczyznę, jest dobrze do niego nastawiona; jeśli kobietę, jest zainteresowana pytającym. Również: miłość do pieniędzy lub pewien sukces w biznesie.",
		"meaningRev": "Dobry, ekonomiczny, uprzejmy, pomocny. Oznacza również - ale w pewnych pozycjach i w sąsiedztwie innych kart zmierzających w takich kierunkach - opozycję, zazdrość, a nawet oszustwo i niewierność.",
		"desc": "Kije w tym kolorze są zawsze w liściach, ponieważ jest to kolor życia i animacji. Emocjonalnie i w inny sposób osobowość Królowej odpowiada osobowości Króla, ale jest bardziej magnetyczna.",
		"image": "/tarotdeck/queenofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137e6"
		},
		"name": "Król Kijów",
		"suit": "kije",
		"meaningUp": "Ciemnowłosy mężczyzna, przyjacielski, wiejski, zazwyczaj żonaty, uczciwy i sumienny. Karta zawsze oznacza uczciwość i może oznaczać wiadomości dotyczące nieoczekiwanego spadku, który pojawi się wkrótce.",
		"meaningRev": "Dobry, ale surowy; surowy, ale tolerancyjny.",
		"desc": "Fizyczna i emocjonalna natura, której przypisuje się tę kartę, jest ciemna, żarliwa, giętka, ożywiona, namiętna, szlachetna. Król unosi kwitnącą różdżkę i nosi, podobnie jak jego trzy odpowiedniki w pozostałych kolorach, tak zwaną czapkę podtrzymującą pod koroną. Łączy się z symbolem lwa, który jest umieszczony na oparciu jego tronu.",
		"image": "/tarotdeck/kingofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137e7"
		},
		"name": "As Kijów",
		"suit": "kije",
		"meaningUp": "Tworzenie, wynalazek, przedsiębiorczość, siły, które prowadzą do tego; zasada, początek, źródło; narodziny, rodzina, pochodzenie i w pewnym sensie siła, która za nimi stoi; punkt wyjścia przedsięwzięć; według innego opisu: pieniądze, fortuna, dziedzictwo.",
		"meaningRev": "Upadek, dekadencja, ruina, zagłada, zginąć, również pewna zmącona radość.",
		"desc": "Ręka wyłaniająca się z chmury chwyta grubą różdżkę lub kij.",
		"image": "/tarotdeck/aceofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137e8"
		},
		"name": "Dwójka Kijów",
		"suit": "kije",
		"meaningUp": "Między alternatywnymi odczytami nie ma możliwości małżeństwa; z jednej strony bogactwo, fortuna, wspaniałość; z drugiej strony cierpienie fizyczne, choroba, żal, smutek, upokorzenie. Projekt daje jedną sugestię; oto władca spoglądający na swoje panowanie i na przemian kontemplujący glob; wygląda to jak choroba, upokorzenie, smutek Aleksandra pośród wspaniałości bogactwa tego świata.",
		"meaningRev": "Niespodzianka, zdumienie, urok, emocje, kłopoty, strach.",
		"desc": "Wysoki mężczyzna patrzy z murów na morze i brzeg; w prawej ręce trzyma glob, podczas gdy laska w lewej opiera się o mur; inna jest zamocowana w pierścieniu. Należy zwrócić uwagę na różę, krzyż i lilię po lewej stronie.",
		"image": "/tarotdeck/twoofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137e9"
		},
		"name": "Trójka Kijów",
		"suit": "kije",
		"meaningUp": "Symbolizuje ugruntowaną siłę, przedsiębiorczość, wysiłek, handel, handel, odkrycie; to jego statki, niosące jego towary, które płyną po morzu. Karta oznacza również zdolną współpracę w biznesie, jakby odnoszący sukcesy książę kupiec patrzył z boku na ciebie, aby ci pomóc.",
		"meaningRev": "Koniec kłopotów, zawieszenie lub zaprzestanie przeciwności, trudu i rozczarowania.",
		"desc": "Spokojna, dostojna postać, z odwróconymi plecami, patrząca z krawędzi klifu na statki przepływające po morzu. Trzy laski są wbite w ziemię, a on lekko opiera się na jednej z nich.",
		"image": "/tarotdeck/threeofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137ea"
		},
		"name": "Czwórka Kijów",
		"suit": "kije",
		"meaningUp": "Są po raz pierwszy prawie na powierzchni - życie na wsi, przystań, rodzaj wiejskiego święta żniwnego, spokój, zgoda, harmonia, dobrobyt, pokój i doskonała praca tych.",
		"meaningRev": "Znaczenie pozostaje niezmienione; to dobrobyt, wzrost, szczęście, piękno, ozdoba.",
		"desc": "Z czterech wielkich laski wbitych na pierwszym planie zawieszony jest wielki wieniec; dwie kobiece postacie unoszą bukiety; obok nich znajduje się most nad fosą, prowadzący do starego domu panującego.",
		"image": "/tarotdeck/fourofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137eb"
		},
		"name": "Piątka Kijów",
		"suit": "kije",
		"meaningUp": "Naśladownictwo, jak na przykład walka na niby, ale także zacięta rywalizacja i walka w poszukiwaniu bogactwa i fortuny. W tym sensie łączy się z walką o życie. Stąd niektóre atrybuty mówią, że jest to karta złota, zysku, bogactwa.",
		"meaningRev": "Spory sądowe, spory, przekręty, sprzeczności.",
		"desc": "Grupa młodzieńców, którzy machają laskami, jakby w zabawie lub kłótni. To naśladowcza wojna, a do tego odpowiadają",
		"image": "/tarotdeck/fiveofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137ec"
		},
		"name": "Szóstka Kijów",
		"suit": "kije",
		"meaningUp": "Karta została tak zaprojektowana, że może obejmować kilka znaczeń; na powierzchni jest to triumfujący zwycięzca, ale to także świetne wieści, takie jak te, które mogłyby być przewożone w stanie przez królewskiego kuriera; to oczekiwanie ukoronowane własnym pragnieniem, koroną nadziei i tak dalej.",
		"meaningRev": "Obawa, strach, jak przed zwycięskim wrogiem u bram; zdrada, nielojalność, jak otwieranie bram dla wroga; również nieokreślona zwłoka.",
		"desc": "Uwieńczony wawrzynem jeździec niesie jedną laskę ozdobioną koroną laurową; piesi z laskami są u jego boku.",
		"image": "/tarotdeck/sixofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137ed"
		},
		"name": "Siódemka Kijów",
		"suit": "kije",
		"meaningUp": "Jest to karta odwagi, ponieważ na powierzchni sześć atakuje jednego, który jednak ma pozycję uprzywilejowaną. Na płaszczyźnie intelektualnej oznacza dyskusję, słowną kłótnię; w biznesie - negocjacje, wojnę handlową, wymianę, konkurencję. Jest to również karta sukcesu, ponieważ wojownik jest na górze, a jego wrogowie mogą nie być w stanie go dosięgnąć.",
		"meaningRev": "Zakłopotanie, zażenowanie, niepokój. Jest to również ostrzeżenie przed niezdecydowaniem.",
		"desc": "Młody mężczyzna na skalistym wzniesieniu macha laską; sześć innych laski jest uniesionych w jego kierunku z dołu.",
		"image": "/tarotdeck/sevenofwands.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed137ee"
		},
		"name": "Ósemka Kijów",
		"suit": "kije",
		"meaningUp": "Aktywność w przedsięwzięciach, droga takiej aktywności, szybkość, jak kuriera ekspresowego; wielka pośpiech, wielka nadzieja, szybkość w kierunku celu, który obiecuje pewne szczęście; generalnie to, co jest w ruchu; również strzały miłości.",
		"meaningRev": "Strzały zazdrości, wewnętrzne spory, ukłucia sumienia, kłótnie; i spory domowe dla osób zamężnych.",
		"desc": "Karta przedstawia ruch przez nieruchome - lot różdżek przez otwarty kraj; ale zbliżają się do końca swojej drogi. To, co oznaczają, jest pod ręką; może być nawet na progu.",
		"image": "/tarotdeck/eightofwands.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137ef" },
		"name": "Dziewiątka Kijów",
		"suit": "kije",
		"meaningUp": "Karta symbolizuje siłę w opozycji. Jeśli zaatakowana, osoba spotka się z nawałnicą śmiało; a jej budowa pokazuje, że może okazać się groźnym przeciwnikiem. Z tym głównym znaczeniem istnieją wszystkie jego możliwe dodatki - opóźnienie, zawieszenie, odroczenie.",
		"meaningRev": "Przeszkody, przeciwności, klęska.",
		"desc": "Postać opiera się na swojej lasce i ma wyczekujący wyraz twarzy, jakby czekała na wroga. Z tyłu znajduje się osiem innych kijów - wzniesionych, w uporządkowanym układzie, jak palisada.",
		"image": "/tarotdeck/nineofwands.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f0" },
		"name": "Dziesiątka Kijów",
		"suit": "kije",
		"meaningUp": "Karta o wielu znaczeniach, a niektóre z interpretacji nie mogą być zharmonizowane. Pomijam to, co łączy ją z honorem i dobrą wiarą. Głównym znaczeniem jest po prostu ucisk, ale jest to również fortuna, zysk, każdy rodzaj sukcesu, a potem jest to ucisk tych rzeczy. Jest to również karta fałszywego pozoru, przebrania, perfidii. Miejsce, do którego zbliża się postać, może ucierpieć z powodu kijów, które niesie. Sukces jest udaremniony, jeśli następuje Dziewiątka Mieczy, a jeśli chodzi o proces sądowy, nastąpi pewna strata.",
		"meaningRev": "Przeciwieństwa, trudności, intrygi i ich analogie.",
		"desc": "Mężczyzna przytłoczony ciężarem dziesięciu kijów, które niesie.",
		"image": "/tarotdeck/tenofwands.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f1" },
		"name": "Walet Kielichów",
		"suit": "kielichy",
		"meaningUp": "Przystojny młody mężczyzna, ktoś skłonny do służby i z którym pytający będzie związany; studiujący młodzieniec; wiadomości, przesłanie; aplikacja, refleksja, medytacja; a także te rzeczy skierowane do biznesu.",
		"meaningRev": "Smak, skłonność, przywiązanie, uwodzenie, oszustwo, sztuka.",
		"desc": "Przystojny, miły, nieco effeminatny walet, o studiującym i skupionym wyglądzie, kontempluje rybę wynurzającą się z kielicha, aby na niego spojrzeć. Są to obrazy umysłu nabierające kształtu.",
		"image": "/tarotdeck/pageofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f2" },
		"name": "Rycerz Kielichów",
		"suit": "kielichy",
		"meaningUp": "Przybycie, podejście - czasem posłańca; postępy, propozycja, zachowanie, zaproszenie, podżeganie.",
		"meaningRev": "Przekręty, sztuczki, subtelność, oszustwo, dwulicowość, oszustwo.",
		"desc": "Elegancki, ale nie wojowniczy; jeździ spokojnie, nosząc skrzydlaty hełm, odnosząc się do tych wyższych łask wyobraźni, które czasami charakteryzują tę kartę. On też jest marzycielem, ale obrazy ze strony zmysłów nawiedzają go w jego wizji.",
		"image": "/tarotdeck/knightofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f3" },
		"name": "Królowa Kielichów",
		"suit": "kielichy",
		"meaningUp": "Dobrą, piękną kobietę; uczciwą, oddaną kobietę, która służy pytającemu; kochającą inteligencję, a zatem dar widzenia; sukces, szczęście, przyjemność; a także mądrość, cnotę; idealną małżonkę i dobrą matkę.",
		"meaningRev": "Rachunki się różnią; dobra kobieta; w przeciwnym razie, wyróżniająca się kobieta, ale której nie należy ufać; przewrotna kobieta; wada, niehonor, deprawacja.",
		"desc": "Piękna, jasna, marzycielska - jak ktoś, kto widzi wizje w kielichu. To jednak tylko jeden z jej aspektów; widzi, ale też działa, a jej aktywność karmi jej marzenie.",
		"image": "/tarotdeck/queenofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f4" },
		"name": "Król Kielichów",
		"suit": "kielichy",
		"meaningUp": "Przystojny mężczyzna, mężczyzna biznesu, prawa lub boskości; odpowiedzialny, skłonny do obligowania pytającego; a także sprawiedliwość, sztuka i nauka, w tym ci, którzy wyznają naukę, prawo i sztukę; twórcza inteligencja.",
		"meaningRev": "Niesprawiedliwy, dwulicowy mężczyzna; oszustwo, wymuszenie, niesprawiedliwość, wada, skandal, grabież, znaczna strata.",
		"desc": "Trzyma krótki cep w lewej ręce i wielki kielich w prawej; jego tron stoi na morzu; z jednej strony płynie statek, az drugiej skacze delfin. Domyślne jest, że znak Kielicha naturalnie odnosi się do wody, która pojawia się we wszystkich kartach dworskich.",
		"image": "/tarotdeck/kingofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f5" },
		"name": "As Kielichów",
		"suit": "kielichy",
		"meaningUp": "Dom prawdziwego serca, radość, zadowolenie, mieszkanie, pożywienie, obfitość, płodność; Święty Stół, szczęście tego.",
		"meaningRev": "Dom fałszywego serca, mutacja, niestabilność, rewolucja.",
		"desc": "Wody są poniżej, a na nich lilie wodne; ręka wychodzi z chmury, trzymając w dłoni kielich, z którego wylewają się cztery strumienie; gołąb, niosący w dziobie konsekrowaną hostię, schodzi, aby umieścić hostię w kielichu; rosa wody spada ze wszystkich stron. Jest to wskazówka tego, co może leżeć za Mniejszymi Arkana.",
		"image": "/tarotdeck/aceofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f6" },
		"name": "Dwójka Kielichów",
		"suit": "kielichy",
		"meaningUp": "Miłość, namiętność, przyjaźń, powinowactwo, związek, zgoda, współczucie, wzajemne relacje płci i - jako sugestia niezależna od wszystkich urzędów wróżbiarskich - pragnienie, które nie jest w Naturze, ale przez które Natura jest uświęcona.",
		"meaningRev": "Pożądanie, chciwość, zazdrość, życzenie, pragnienie, ale karta może również dać, mówi W., 'to pragnienie, które nie jest w naturze, ale przez które natura jest uświęcona.'",
		"desc": "Młodzieniec i dziewczyna składają sobie przysięgę, a nad ich kielichami wznosi się Kaduceusz Hermesa, między wielkimi skrzydłami którego pojawia się głowa lwa. Jest to wariant znaku, który znajduje się w kilku starych przykładach tej karty. Przypisuje się mu kilka ciekawych znaczeń emblematycznych, ale nie dotyczą nas w tym miejscu.",
		"image": "/tarotdeck/twoofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f7" },
		"name": "Trójka Kielichów",
		"suit": "kielichy",
		"meaningUp": "Zakończenie jakiejkolwiek sprawy w obfitości, doskonałości i wesołości; szczęśliwy finał, zwycięstwo, spełnienie, pocieszenie, uzdrowienie,",
		"meaningRev": "Ekspedycja, wysyłka, osiągnięcie, koniec. Oznacza również stronę nadmiaru w przyjemnościach fizycznych i przyjemnościach zmysłów.",
		"desc": "Dziewczyny w ogrodzie z podniesionymi kielichami, jakby składały sobie przysięgę.",
		"image": "/tarotdeck/threeofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f8" },
		"name": "Czwórka Kielichów",
		"suit": "kielichy",
		"meaningUp": "Znużenie, obrzydzenie, awersja, urojone utrapienia, jakby wino tego świata spowodowało tylko nasycenie; inne wino, jakby prezent wróżki, jest teraz oferowane marnotrawcy, ale on nie widzi w tym pocieszenia. Jest to również karta mieszanej przyjemności.",
		"meaningRev": "Nowość, zwiastun, nowa instrukcja, nowe relacje.",
		"desc": "Młody mężczyzna siedzi pod drzewem i kontempluje trzy kielichy ustawione na trawie przed nim; ręka wychodząca z chmury oferuje mu kolejny kielich. Jego wyraz mimo wszystko jest wyrazem niezadowolenia z otoczenia.",
		"image": "/tarotdeck/fourofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137f9" },
		"name": "Piątka Kielichów",
		"suit": "kielichy",
		"meaningUp": "Ciemna, okryta postacią, patrząca ukradkiem na trzy przewrócone kielichy, dwa inne stoją za nim; w tle znajduje się most prowadzący do małego zamku lub twierdzy. Znaczenia wróżbiarskie: Jest to karta straty, ale coś pozostaje; trzy zostały zabrane, ale dwie pozostały; jest to karta dziedzictwa, spadku, przekazu, ale nie odpowiadająca oczekiwaniom; u niektórych interpretatorów jest to karta małżeństwa, ale nie bez goryczy lub frustracji.",
		"meaningRev": "Wiadomości, sojusze, powinowactwo, pokrewieństwo, przodkowie, powrót, fałszywe projekty.",
		"desc": "Ciemna, okryta postacią, patrząca ukradkiem na trzy przewrócone kielichy, dwa inne stoją za nim; w tle znajduje się most prowadzący do małego zamku lub twierdzy. Znaczenia wróżbiarskie: Jest to karta straty, ale coś pozostaje; trzy zostały zabrane, ale dwie pozostały; jest to karta dziedzictwa, spadku, przekazu, ale nie odpowiadająca oczekiwaniom; u niektórych interpretatorów jest to karta małżeństwa, ale nie bez goryczy lub frustracji. Odwrócona: Wiadomości, sojusze, powinowactwo, pokrewieństwo, przodkowie, powrót, fałszywe projekty",
		"image": "/tarotdeck/fiveofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137fa" },
		"name": "Szóstka Kielichów",
		"suit": "kielichy",
		"meaningUp": "Karta przeszłości i wspomnień, patrząca wstecz, jak na przykład na dzieciństwo; szczęście, radość, ale pochodzące raczej z przeszłości; rzeczy, które zniknęły. Inna interpretacja odwraca to, dając nowe relacje, nową wiedzę, nowe środowisko, a potem dzieci bawią się w nieznanym miejscu.",
		"meaningRev": "Przyszłość, odnowienie, to, co wydarzy się wkrótce.",
		"desc": "Dzieci w starym ogrodzie, ich kielichy wypełnione kwiatami.",
		"image": "/tarotdeck/sixofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137fb" },
		"name": "Siedem Kielichów",
		"suit": "kielichy",
		"meaningUp": "Ulubieńcy losu, obrazy refleksji, sentyment, wyobraźnia, rzeczy widziane w szkle kontemplacji; pewne osiągnięcia w tych stopniach, ale nic trwałego ani istotnego nie jest sugerowane.",
		"meaningRev": "Pragnienie, wola, determinacja, projekt.",
		"desc": "Dziwne kielichy wizji, ale obrazy są bardziej szczególnie tymi fantastycznego ducha.",
		"image": "/tarotdeck/sevenofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137fc" },
		"name": "Osiem Kielichów",
		"suit": "kielichy",
		"meaningUp": "Karta mówi sama za siebie na powierzchni, ale inne odczyty są całkowicie przeciwstawne - dając radość, łagodność, nieśmiałość, honor, skromność. W praktyce zazwyczaj okazuje się, że karta pokazuje upadek sprawy lub że sprawa, która wydawała się ważna, ma w rzeczywistości niewielkie znaczenie - zarówno dla dobra, jak i dla zła.",
		"meaningRev": "Wielka radość, szczęście, uczta.",
		"desc": "Mężczyzna o zniechęconym wyglądzie opuszcza kielichy swojej szczęśliwości, przedsiębiorstwa, przedsięwzięcia lub poprzednich zmartwień.",
		"image": "/tarotdeck/eightofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137fd" },
		"name": "Dziewięć Kielichów",
		"suit": "kielichy",
		"meaningUp": "Zgoda, zadowolenie, fizyczne dobre samopoczucie; także zwycięstwo, sukces, przewaga; satysfakcja dla pytającego lub osoby, dla której dokonano konsultacji.",
		"meaningRev": "Prawda, lojalność, wolność; ale odczyty się różnią i obejmują błędy, niedoskonałości itp.",
		"desc": "Dobry jegomość ucztował do woli, a obfite orzeźwienie winem znajduje się na łukowatym blacie za nim, zdając się wskazywać, że przyszłość jest również zapewniona. Obraz przedstawia tylko stronę materialną, ale istnieją inne aspekty.",
		"image": "/tarotdeck/nineofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137fe" },
		"name": "Dziesięć Kielichów",
		"suit": "kielichy",
		"meaningUp": "Zadowolenie, spokój całego serca; doskonałość tego stanu; także doskonałość ludzkiej miłości i przyjaźni; jeśli z kilkoma kartami obrazkowymi, osoba, która zajmuje się interesami pytającego; także miasto, wieś lub kraj zamieszkany przez pytającego.",
		"meaningRev": "Spokój fałszywego serca, oburzenie, przemoc.",
		"desc": "Wygląd Kielichów w tęczy; jest kontemplowany z podziwem i ekstazą przez mężczyznę i kobietę poniżej, najwyraźniej męża i żonę. Jego prawe ramię jest wokół niej; jego lewe jest uniesione w górę; ona unosi swoje prawe ramię. Dwoje dzieci tańczących w pobliżu ich nie zauważyło tego cudu, ale są szczęśliwe na swój sposób. Za nimi jest scena domowa.",
		"image": "/tarotdeck/tenofcups.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed137ff" },
		"name": "Królowa Monet",
		"suit": "monety",
		"meaningUp": "Zastosowanie, nauka, stypendium, refleksja, inne odczyty mówią o wiadomościach, komunikatach i ich przynosicielu; także rządy, zarządzanie.",
		"meaningRev": "Rozrzutność, rozpusta, hojność, luksus; niekorzystne wiadomości.",
		"desc": "Młoda postać, wpatrująca się uważnie w monetę, która unosi się nad jego uniesionymi rękami. Porusza się powoli, niewrażliwy na to, co jest wokół niego.",
		"image": "/tarotdeck/pageofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13800" },
		"name": "Rycerz Monet",
		"suit": "monety",
		"meaningUp": "Użyteczność, użyteczność, zainteresowanie, odpowiedzialność, prawość - wszystko na normalnym i zewnętrznym planie.",
		"meaningRev": "Bezwład, lenistwo, spoczynek tego rodzaju, stagnacja; także łagodność, zniechęcenie, niefrasobliwość.",
		"desc": "Jedzie powolnym, wytrwałym, ciężkim koniem, któremu odpowiada jego własny wygląd. Wystawia swój symbol, ale nie patrzy w niego.",
		"image": "/tarotdeck/knightofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13801" },
		"name": "Królowa Monet",
		"suit": "monety",
		"meaningUp": "Bogactwo, hojność, wspaniałość, bezpieczeństwo, wolność.",
		"meaningRev": "Zło, podejrzenie, zawieszenie, strach, nieufność.",
		"desc": "Twarz sugeruje twarz ciemnowłosej kobiety, której cechy można podsumować w idei wielkości duszy; ma ona również poważny charakter inteligencji; kontempluje swój symbol i może widzieć w nim światy.",
		"image": "/tarotdeck/queenofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13802" },
		"name": "Król Monet",
		"suit": "monety",
		"meaningUp": "Waleczność, realizująca inteligencja, biznes i normalne zdolności intelektualne, czasami dary matematyczne i osiągnięcia tego rodzaju; sukces na tych ścieżkach.",
		"meaningRev": "Wada, słabość, brzydota, perwersja, korupcja, niebezpieczeństwo.",
		"desc": "Postać nie wymaga specjalnego opisu, twarz jest raczej ciemna, sugerując również odwagę, ale nieco letargiczną w tendencji. Należy zwrócić uwagę na głowę byka jako powtarzający się symbol na tronie. Znak tego koloru jest przedstawiony w całości jako grawerowany lub herbami z pentagramem, symbolizującym korespondencję czterech żywiołów w ludzkiej naturze i to, czym mogą być rządzone. W wielu starych taliach Tarot ten kolor oznaczał bieżącą monetę, pieniądze, denary. Nie wymyśliłem zastąpienia monet i nie mam szczególnego powodu, aby podtrzymywać w odniesieniu do alternatywy. Ale konsensus znaczeń wróżbiarskich jest po stronie pewnej zmiany, ponieważ karty nie dotyczą szczególnie kwestii pieniędzy.",
		"image": "/tarotdeck/kingofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13803" },
		"name": "As Monet",
		"suit": "monety",
		"meaningUp": "Doskonałe zadowolenie, szczęście, ekstazę; także szybka inteligencja; złoto.",
		"meaningRev": "Zła strona bogactwa, zła inteligencja; także wielkie bogactwo. W każdym razie pokazuje dobrobyt, komfortowe warunki materialne, ale czy są one korzystne dla posiadacza, będzie zależeć od tego, czy karta jest odwrócona, czy nie.",
		"desc": "Ręka - wychodząca, jak zwykle, z chmury - podnosi monetę.",
		"image": "/tarotdeck/aceofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13804" },
		"name": "Dwójka Monet",
		"suit": "monety",
		"meaningUp": "Z jednej strony jest przedstawiana jako karta wesołości, rozrywki i jej powiązań, co jest tematem projektu; ale jest też odczytywana jako wiadomości i komunikaty na piśmie, przeszkody, zamieszanie, kłopoty, utarczki.",
		"meaningRev": "Wymuszona wesołość, symulowana przyjemność, dosłowne znaczenie, pismo odręczne, kompozycja, listy wymiany.",
		"desc": "Młody mężczyzna, w trakcie tańca, trzyma monetę w każdej ręce, a są one połączone tą nieskończoną sznurówką, która przypomina odwróconą ósemkę.",
		"image": "/tarotdeck/twoofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13805" },
		"name": "Trójka Monet",
		"suit": "monety",
		"meaningUp": "Zawód, handel, wykwalifikowana praca; zazwyczaj jednak uważana za kartę szlachetności, arystokracji, sławy, chwały.",
		"meaningRev": "Przeciętność, w pracy i w innych sprawach, dziecinność, małostkowość, słabość.",
		"desc": "Rzeźbiarz przy pracy w klasztorze. Porównaj projekt, który ilustruje Ósemkę Monet. Uczeń lub amator otrzymał swoją nagrodę i teraz pracuje na poważnie.",
		"image": "/tarotdeck/threeofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13806" },
		"name": "Czwórka Monet",
		"suit": "monety",
		"meaningUp": "Pewność posiadania, trzymanie się tego, co się ma, dar, spadek, dziedzictwo.",
		"meaningRev": "Zawieszenie, opóźnienie, sprzeciw.",
		"desc": "Ukoronowana postać, mając monetę nad koroną, obejmuje inną rękami i ramionami; dwie monety są pod jego stopami. Trzyma się tego, co ma.",
		"image": "/tarotdeck/fourofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13807" },
		"name": "Piątka Monet",
		"suit": "monety",
		"meaningUp": "Karta przepowiada przede wszystkim kłopoty materialne, czy to w formie zilustrowanej - czyli ubóstwa - czy też inaczej. Dla niektórych kartomantek jest to karta miłości i kochanków - żony, męża, przyjaciela, kochanki; również zgodności, powinowactw. Te alternatywy nie mogą być zharmonizowane.",
		"meaningRev": "Nieporządek, chaos, ruina, niezgoda, rozrzutność.",
		"desc": "Dwóch żebraków w śnieżycy mija oświetlone okno.",
		"image": "/tarotdeck/fiveofpentacles.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed13808"
		},
		"name": "Sześć Monet",
		"suit": "monety",
		"meaningUp": "Prezent, dary, gratyfikacja; inne źródła mówią o uwadze, czujności, teraz jest odpowiedni czas, obecny dobrobyt, itp.",
		"meaningRev": "Pragnienie, chciwość, zazdrość, zawiść, iluzja.",
		"desc": "Osoba w przebraniu kupca waży pieniądze na wadze i rozdziela je potrzebującym i cierpiącym. Jest to świadectwo jego własnego sukcesu w życiu, a także dobroci serca.",
		"image": "/tarotdeck/sixofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13809" },
		"name": "Siódemka Pentakli",
		"suit": "pentakle",
		"meaningUp": "Znaczenie jest bardzo sprzeczne; głównie karta pieniędzy, biznesu, wymiany; ale jedno odczytanie wskazuje na kłótnie, spory - a inne na niewinność, pomysłowość, oczyszczenie.",
		"meaningRev": "Powód do niepokoju dotyczący pieniędzy, które można pożyczyć.",
		"desc": "Młody mężczyzna, opierając się na lasce, uważnie patrzy na siedem pentagramów przymocowanych do kępy zieleni po jego prawej stronie; można by powiedzieć, że to jego skarby i że jego serce jest tam.",
		"image": "/tarotdeck/sevenofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed1380a" },
		"name": "Ósemka Pentakli",
		"suit": "pentakle",
		"meaningUp": "Praca, zatrudnienie, zlecenie, rzemiosło, umiejętności w rzemiośle i biznesie, być może na etapie przygotowawczym.",
		"meaningRev": "Próżna ambicja, próżność, chciwość, wyzysk, lichwa. Może również oznaczać posiadanie umiejętności, w sensie pomysłowego umysłu zwróconego ku przebiegłości i intrygom.",
		"desc": "Artysta kamienia przy pracy, którą prezentuje w postaci trofeów.",
		"image": "/tarotdeck/eightofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed1380b" },
		"name": "Dziewiątka Pentakli",
		"suit": "pentakle",
		"meaningUp": "Roztropność, bezpieczeństwo, sukces, osiągnięcie, pewność, rozeznanie.",
		"meaningRev": "Oszustwo, zdrada, anulowany projekt, zła wiara.",
		"desc": "Kobieta z ptakiem na nadgarstku stoi pośród obfitości winorośli w ogrodzie domu dworskiego. To rozległa posiadłość, sugerująca obfitość we wszystkim. Być może jest to jej własność i świadczy o dobrobycie materialnym.",
		"image": "/tarotdeck/nineofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed1380c" },
		"name": "Dziesiątka Pentakli",
		"suit": "pentakle",
		"meaningUp": "Zysk, bogactwo; sprawy rodzinne, archiwa, wydobycie, siedziba rodziny.",
		"meaningRev": "Przypadek, fatum, strata, kradzież, hazard; czasami prezent, posag, emerytura.",
		"desc": "Mężczyzna i kobieta pod arkadą, która prowadzi do domu i posiadłości. Towarzyszy im dziecko, które ciekawie patrzy na dwa psy zbliżające się do starszej osoby siedzącej na pierwszym planie. Ręka dziecka spoczywa na jednym z nich.",
		"image": "/tarotdeck/tenofpentacles.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed1380d" },
		"name": "Page Mieczy",
		"suit": "miecze",
		"meaningUp": "Autorytet, nadzór, służby specjalne, czujność, szpiegostwo, badanie i cechy z tym związane.",
		"meaningRev": "Bardziej zła strona tych cech; to, co jest nieprzewidziane, stan nieprzygotowania; sugerowana jest również choroba.",
		"desc": "Zwinna, aktywna postać trzyma miecz w górze w obu rękach, podczas szybkiego chodzenia. Przechodzi przez nierówny teren, a wokół jego drogi chmury są dziko ułożone. Jest czujny i zwinny, rozglądając się na boki, jakby nieoczekiwany wróg mógł pojawić się w każdej chwili.",
		"image": "/tarotdeck/pageofswords.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed1380e" },
		"name": "Rycerz Mieczy",
		"suit": "miecze",
		"meaningUp": "Umiejętność, odwaga, zdolność, obrona, adres, wrogość, gniew, wojna, zniszczenie, opozycja, opór, ruina. Jest więc sens, w którym karta oznacza śmierć, ale niesie to znaczenie tylko w sąsiedztwie innych kart fatum.",
		"meaningRev": "Nieostrożność, niezdolność, ekstrawagancja.",
		"desc": "Jedzie w pełnym biegu, jakby rozpraszając swoich wrogów. W projekcie jest on naprawdę prototypowym bohaterem romantycznej rycerskości. Prawie mógłby być Galahadem, którego miecz jest szybki i pewny, ponieważ jest czysty w sercu.",
		"image": "/tarotdeck/knightofswords.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed1380f" },
		"name": "Królowa Mieczy",
		"suit": "miecze",
		"meaningUp": "Wdowieństwo, smutek i zakłopotanie kobiety, nieobecność, bezpłodność, żałoba, niedostatek, separacja.",
		"meaningRev": "Złośliwość, bigoteria, sztuczność, pruderia, nieszczęście, oszustwo.",
		"desc": "Jej prawa ręka podnosi broń pionowo, a rękojeść spoczywa na ramieniu jej królewskiego krzesła, lewa ręka jest wyciągnięta, ramię uniesione, jej twarz jest surowa, ale poskromiona; sugeruje znajomość smutku. Nie reprezentuje litości i, pomimo miecza, nie jest symbolem władzy.",
		"image": "/tarotdeck/queenofswords.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13810" },
		"name": "Król Mieczy",
		"suit": "miecze",
		"meaningUp": "Wszystko, co wynika z idei sądu i wszystkich jego powiązań - władza, dowództwo, autorytet, waleczny intelekt, prawo, urzędy koronne i tak dalej.",
		"meaningRev": "Okrucieństwo, perwersja, barbarzyństwo, perfidia, zły zamiar.",
		"desc": "Siedzi na sądzie, trzymając odsłonięty znak swojego koloru. Przypomina oczywiście konwencjonalny symbol sprawiedliwości w Wielkich Arkana i może reprezentować tę cnotę, ale raczej jest to władza życia i śmierci, w mocy swojego urzędu.",
		"image": "/tarotdeck/kingofswords.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13811" },
		"name": "As Mieczy",
		"suit": "miecze",
		"meaningUp": "Triumf, nadmiar we wszystkim, podbój, triumf siły. Jest to karta wielkiej siły, w miłości, jak i w nienawiści. Korona może mieć znacznie większe znaczenie niż zwykle wchodzi w sferę wróżenia.",
		"meaningRev": "To samo, ale wyniki są katastrofalne; inne źródło mówi - poczęcie, poród, wzrost, mnogość.",
		"desc": "Ręka wyłania się z chmury, chwytając miecz, którego ostrze jest otoczone koroną.",
		"image": "/tarotdeck/aceofswords.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13812" },
		"name": "Dwójka Mieczy",
		"suit": "miecze",
		"meaningUp": "Zgodność i sugerowana przez nią równowaga, odwaga, przyjaźń, zgoda w stanie wojny; inne odczytanie daje czułość, uczucie, intymność. Sugestia harmonii i innych korzystnych odczytań musi być rozważana w sposób kwalifikowany, ponieważ Miecze generalnie nie są symbolami dobroczynnych sił w ludzkich sprawach.",
		"meaningRev": "Oszustwo, fałsz, dwulicowość, nielojalność.",
		"desc": "Zakapturzona postać kobieca równoważy dwa miecze na ramionach.",
		"image": "/tarotdeck/twoofswords.jpeg"
	},
	{
		"_id": { "$oid": "675ffad3d6b544c97ed13813" },
		"name": "Trójka Mieczy",
		"suit": "miecze",
		"meaningUp": "Usunięcie, nieobecność, opóźnienie, podział, zerwanie, rozproszenie i wszystko, co projekt oznacza naturalnie, będąc zbyt prostym i oczywistym, aby wymagać szczegółowego wyliczenia.",
		"meaningRev": "Choroba psychiczna, błąd, strata, rozproszenie, zaburzenie, zamieszanie.",
		"desc": "Trzy miecze przebijające serce; chmura i deszcz za nimi.",
		"image": "/tarotdeck/threeofswords.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed13814"
		},
		"name": "Czwórka Mieczy",
		"suit": "miecze",
		"meaningUp": "Czujność, odwrót, samotność, spoczynek pustelnika, wygnanie, grób i trumna. To właśnie te ostatnie podsunęły pomysł na projekt.",
		"meaningRev": "Roztropna administracja, ostrożność, oszczędność, chciwość, prewencja, testament.",
		"desc": "Figurka rycerza w pozie modlitwy, na całej długości na swoim grobie.",
		"image": "/tarotdeck/fourofswords.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed13815"
		},
		"name": "Piątka Mieczy",
		"suit": "miecze",
		"meaningUp": "Degradacja, zniszczenie, unieważnienie, hańba, niehonor, strata, wraz z wariantami i analogami tych.",
		"meaningRev": "To samo; pogrzeb i obrzędy pogrzebowe.",
		"desc": "Arogancki mężczyzna patrzy na dwie wycofujące się i zniechęcone postacie. Ich miecze leżą na ziemi. On niesie dwa inne na lewym ramieniu, a trzeci miecz trzyma w prawej ręce, skierowany w ziemię. Jest panem posiadającym pole.",
		"image": "/tarotdeck/fiveofswords.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed13816"
		},
		"name": "Szóstka Mieczy",
		"suit": "miecze",
		"meaningUp": "Podróż wodą, trasa, droga, wysłannik, komisarz, środek.",
		"meaningRev": "Deklaracja, spowiedź, rozgłos; jedno źródło mówi, że to propozycja miłości.",
		"desc": "Promowy przewoźnik przewożący pasażerów w swojej łodzi na dalszy brzeg. Kurs jest spokojny, a widząc, że ładunek jest lekki, można zauważyć, że praca nie przekracza jego sił.",
		"image": "/tarotdeck/sixofswords.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed13817"
		},
		"name": "Siódemka Mieczy",
		"suit": "miecze",
		"meaningUp": "Projekt, próba, życzenie, nadzieja, pewność siebie; także kłótnia, plan, który może się nie powieść, irytacja. Projekt jest niepewny w swoim znaczeniu, ponieważ znaczenia znacznie różnią się od siebie.",
		"meaningRev": "Dobra rada, porada, instrukcja, oszczerstwo, gadulstwo.",
		"desc": "Mężczyzna w akcie szybkiego zabierania pięciu mieczy; dwa pozostałe z karty pozostają wbite w ziemię. Obóz jest blisko.",
		"image": "/tarotdeck/sevenofswords.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed13818"
		},
		"name": "Ósemka Mieczy",
		"suit": "miecze",
		"meaningUp": "Złe wieści, gwałtowny żal, kryzys, nagana, siła w pętlach, konflikt, oszczerstwo; także choroba.",
		"meaningRev": "Niepokój, trudność, sprzeciw, wypadek, zdrada; to, co nieprzewidziane; fatum.",
		"desc": "Kobieta, związana i zakapturzona, z mieczami karty wokół niej. Jednak jest to raczej karta tymczasowego uwięzienia niż nieodwracalnej niewoli.",
		"image": "/tarotdeck/eightofswords.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed13819"
		},
		"name": "Dziewiątka Mieczy",
		"suit": "miecze",
		"meaningUp": "Śmierć, porażka, niepowodzenie, opóźnienie, oszustwo, rozczarowanie, rozpacz.",
		"meaningRev": "Uwięzienie, podejrzenie, wątpliwość, uzasadniony strach, wstyd.",
		"desc": "Kobieta siedząca na swojej kanapie w żałobie, z mieczami nad nią. Jest jak ktoś, kto nie zna smutku, który jest podobny do jej. To karta całkowitego spustoszenia.",
		"image": "/tarotdeck/nineofswords.jpeg"
	},
	{
		"_id": {
			"$oid": "675ffad3d6b544c97ed1381a"
		},
		"name": "Dziesiątka Mieczy",
		"suit": "miecze",
		"meaningUp": "Wszystko, co sugeruje projekt; także ból, cierpienie, łzy, smutek, spustoszenie. Nie jest to szczególnie karta gwałtownej śmierci.",
		"meaningRev": "Korzyść, zysk, sukces, łaska, ale żadna z nich nie jest trwała; także władza i autorytet.",
		"desc": "Złożona postać, przebita przez wszystkie miecze należące do karty.",
		"image": "/tarotdeck/tenofswords.jpeg"
	}
]
